Repository: GMD170629/ermao-library
Catalog: apps/mobile/iosApp/ErmaoLibrary/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# reader.error.COMIC_OUT_OF_MEMORY_RISK
source: This comic expands beyond the safe device memory limit.
zh_hans: 漫画展开后超过本设备的安全内存限制。

# downloads.delete
source: Delete Download
zh_hans: 删除下载

# reader.error.PUBLICATION_DRM_UNSUPPORTED
source: This protected book cannot be opened.
zh_hans: 无法打开受保护的图书。

# reader.error.PARSE_FAILED
source: The format parser failed. No more specific reason was provided.
zh_hans: 格式解析器解析失败，未提供更具体的原因。

# reader.error.RESOURCE_MISSING
source: A resource required for reading is missing or cannot be read.
zh_hans: 阅读所需的资源不存在或无法读取。

# reader.error.NETWORK_UNAVAILABLE
source: The reading server cannot be reached. Check your network connection.
zh_hans: 无法连接阅读服务器，请检查网络连接。

# reader.error.PDF_RANGE_UNSUPPORTED
source: This server does not support on-demand PDF access. Contact the server administrator.
zh_hans: 服务器不支持 PDF 按需读取，请联系服务器管理员。

# reader.error.PDF_RANGE_INVALID
source: The server returned an invalid PDF byte range. Try again.
zh_hans: PDF 字节区间响应无效，请重试。

# reader.error.PDF_RESOURCE_CHANGED
source: The PDF has changed. Open it again.
zh_hans: PDF 文件已更新，请重新打开。

# reader.error.PDF_CACHE_IO
source: The PDF cache could not be read or written.
zh_hans: PDF 缓存读写失败。

# reader.error.PDF_INVALID
source: The PDF is corrupted or invalid.
zh_hans: PDF 文件已损坏或格式无效。

# reader.error.PDF_PAGE_LOAD_FAILED
source: The PDF page could not be loaded.
zh_hans: PDF 页面加载失败。

# reader.error.PDF_RENDER_FAILED
source: The PDF page could not be rendered.
zh_hans: PDF 页面渲染失败。

# reader.error.PUBLICATION_CHANGED
source: The publication has changed. Please reopen it.
zh_hans: 出版物已更新，请重新打开。

# reader.error.OUT_OF_MEMORY_RISK
source: This book is too large to open safely.
zh_hans: 此图书过大，无法安全打开。

# reader.error.READER_ENGINE_ERROR
source: The reading engine failed without providing a detailed reason.
zh_hans: 阅读引擎失败，未提供详细原因。

# reader.error.LOCATION_RESTORE_FAILED
source: The previous reading position could not be restored exactly.
zh_hans: 无法精确恢复上次阅读位置。

# reader.error.PERSISTENCE_FAILED
source: Reading progress could not be saved.
zh_hans: 无法保存阅读进度。

# reader.mode.paged
source: Paged
zh_hans: 翻页

# reader.mode.scroll
source: Continuous Scroll
zh_hans: 连续滚动

# reader.next
source: Next
zh_hans: 下一页

# reader.loading.publication
source: Preparing book…
zh_hans: 正在准备图书…

# reader.opening
source: Opening book…
zh_hans: 正在打开图书…

# reader.pdf.zoom.fit
source: Fit page
zh_hans: 适合页面

# reader.pdf.zoom.in
source: Zoom in
zh_hans: 放大

# reader.pdf.zoom.out
source: Zoom out
zh_hans: 缩小

# reader.pdf.page.description
source: PDF page %1$lld of %2$lld
zh_hans: PDF 第 %1$lld 页，共 %2$lld 页

# reader.previous
source: Previous
zh_hans: 上一页

# reader.progress
source: Reading progress
zh_hans: 阅读进度

# reader.page.number.format
source: Page %lld
zh_hans: 第 %lld 页

# reader.remote.notice.format
source: Another device read to %1$@ · %2$@
zh_hans: 其他设备已阅读至 %1$@ · %2$@

# reader.restore.warning.message
source: The book changed, so the reader restored the closest available position.
zh_hans: 图书内容发生变化，已恢复到最接近的可用位置。

# reader.restore.warning.title
source: Position Adjusted
zh_hans: 阅读位置已调整

# reader.resume.prompt.format
source: You read to %2$@ at %1$@.
zh_hans: 你于 %1$@ 阅读至 %2$@。

# reader.resume.return
source: Return to this position
zh_hans: 返回之前的阅读位置

# reader.resume.returnFailed
source: That position is no longer available.
zh_hans: 之前的阅读位置暂时无法定位。

# reader.save.failure.message
source: Keep the reader open and try again so your position is not lost.
zh_hans: 请保持阅读器打开并重试，以免丢失阅读位置。

# reader.save.failure.title
source: Progress Not Saved
zh_hans: 进度未保存

# reader.settings
source: Reading Settings
zh_hans: 阅读设置

# reader.theme.night
source: Night
zh_hans: 夜间

# reader.theme.paper
source: Paper
zh_hans: 纸张

# reader.theme.system
source: System
zh_hans: 跟随系统

# reader.alignment.justify
source: Justified
zh_hans: 两端对齐

# reader.alignment.left
source: Left
zh_hans: 左对齐

# reader.alignment.publisher
source: Publisher
zh_hans: 原书

# reader.animation.slide
source: Slide
zh_hans: 滑动

# reader.annotations
source: Highlights & Notes
zh_hans: 标注与批注

# reader.appearance
source: Appearance
zh_hans: 外观

# reader.bookmark.quick
source: Toggle bookmark
zh_hans: 添加或移除书签

# reader.bookmarks
source: Bookmarks
zh_hans: 书签

# reader.bookmarks.empty
source: No bookmarks yet
zh_hans: 暂无书签

# reader.bookmarks.pending
source: Device first · Pending sync
zh_hans: 本机优先 · 待同步

# reader.bookmark.remove
source: Remove bookmark
zh_hans: 移除书签

# reader.clock
source: Current time
zh_hans: 当前时间

# reader.font.kaiti
source: Kaiti
zh_hans: 楷体

# reader.font.pingfang
source: PingFang
zh_hans: 苹方

# reader.font.songti
source: Songti
zh_hans: 宋体

# reader.margin.narrow
source: Narrow
zh_hans: 窄

# reader.margin.standard
source: Standard
zh_hans: 标准

# reader.margin.wide
source: Wide
zh_hans: 宽

# reader.next.chapter
source: Next chapter
zh_hans: 下一章

# reader.notes
source: Notes
zh_hans: 笔记

# reader.previous.chapter
source: Previous chapter
zh_hans: 上一章

# reader.progress.remaining.format
source: %lld%% remaining
zh_hans: 剩余 %lld%%

# reader.progressStyle.auto
source: Auto
zh_hans: 自动

# reader.progressStyle.hidden
source: Hidden
zh_hans: 隐藏

# reader.progressStyle.percent
source: Percent
zh_hans: 百分比

# reader.progressStyle.position
source: Position
zh_hans: 位置

# reader.progressStyle.remaining
source: Remaining
zh_hans: 剩余

# reader.settings.advanced
source: Advanced
zh_hans: 高级设置

# reader.settings.reset
source: Restore Defaults
zh_hans: 恢复默认值

# reader.spread.auto
source: Auto
zh_hans: 自动

# reader.spread.double
source: Two pages
zh_hans: 双页

# reader.spread.single
source: One page
zh_hans: 单页

# reader.tapZones.disabled
source: Off
zh_hans: 关闭

# reader.tapZones.reversed
source: Reversed
zh_hans: 反向

# reader.tapZones.standard
source: Standard
zh_hans: 标准

# reader.theme.black
source: Black
zh_hans: 纯黑

# reader.theme.day
source: Day
zh_hans: 白昼

# reader.theme.green
source: Green
zh_hans: 护眼绿

# reader.theme.warm
source: Warm
zh_hans: 暖色

# work.reader.accessibility.hint
source: Opens this EPUB in the full-screen reader.
zh_hans: 在全屏阅读器中打开此 EPUB。

# reader.toc
source: Contents
zh_hans: 目录

# reader.toc.empty
source: This book has no table of contents.
zh_hans: 此图书没有目录。

# reader.toc.untitled
source: Untitled section
zh_hans: 未命名章节

# common.save
source: Save
zh_hans: 保存

# work.reading.progress
source: Reading progress
zh_hans: 阅读进度

# work.reading.position.format
source: At %@
zh_hans: 读至 %@

# work.volumes.all
source: All Resources
zh_hans: 全部资源

# work.volumes.count.format
source: %lld resources
zh_hans: 共 %lld 个资源

# work.directory.title
source: Contents
zh_hans: 目录

# work.chapters.count.format
source: %lld chapters
zh_hans: 共 %lld 章

# work.shelf.error.title
source: Unable to Load Shelves
zh_hans: 无法加载书架

# work.shelf.error.message
source: Check your connection and try again.
zh_hans: 请检查网络后重试。

# work.shelf.empty.title
source: No Standard Shelves
zh_hans: 暂无普通书架

# work.shelf.empty.message
source: Create a standard shelf from Shelves first.
zh_hans: 请先前往书架页创建普通书架。

# reader.navigation.failed
source: Couldn’t open this section. Try again.
zh_hans: 无法跳转到此章节，请重试。

# reader.preferences.apply.failed
source: Couldn’t apply reader settings. The previous settings remain active.
zh_hans: 无法应用阅读设置，已保留之前的设置。

# management.work
source: Manage Book
zh_hans: 管理图书

# management.volume
source: Manage Resource
zh_hans: 管理资源

# work.control.addSeries
source: Add to Series
zh_hans: 添加到系列

# work.control.addShelf
source: Add to Shelf
zh_hans: 添加到书架

# work.control.markUnread
source: Mark as Unread
zh_hans: 标记为未读

# work.control.edit
source: Edit
zh_hans: 编辑

# work.control.recognize
source: Recognize
zh_hans: 识别

# work.control.changeMediaType
source: Change Media Type
zh_hans: 修改媒体类型

# work.download.pause
source: Pause Download
zh_hans: 暂停下载

# management.editWork
source: Edit Book Information
zh_hans: 编辑图书信息

# management.editVolume
source: Edit Resource Information
zh_hans: 编辑资源信息

# management.metadata
source: Look Up Metadata
zh_hans: 识别元数据

# management.applyMetadata
source: Apply Selected Metadata
zh_hans: 应用所选元数据

# management.applyAllVolumes
source: Apply resource fields to all resources in this book
zh_hans: 将资源字段应用到当前图书的全部资源

# management.cover
source: Cover
zh_hans: 封面

# management.tagsLabel
source: Tags
zh_hans: 标签

# management.publishedAt
source: Publication Date
zh_hans: 出版时间

# management.uploadCover
source: Upload Cover
zh_hans: 上传封面

# management.chooseCoverPhoto
source: Choose from Photos
zh_hans: 从照片选择

# management.chooseCoverFile
source: Choose from Files
zh_hans: 从文件选择

# management.coverUnsupported
source: Choose a JPEG, PNG, or WebP image.
zh_hans: 请选择 JPEG、PNG 或 WebP 图片。

# management.coverTooLarge
source: The selected image is larger than 10 MiB.
zh_hans: 所选图片超过 10 MiB。

# management.coverEmpty
source: The selected image is empty.
zh_hans: 所选图片内容为空。

# management.coverReadFailed
source: The selected image couldn’t be read.
zh_hans: 无法读取所选图片。

# management.regenerateCover
source: Regenerate Cover
zh_hans: 重新生成封面

# management.rescan
source: Rescan Files
zh_hans: 重新扫描文件

# management.rescanConfirmTitle
source: Rescan this book?
zh_hans: 重新扫描这本书？

# management.rescanConfirmMessage
source: The real source node will be scanned again.
zh_hans: 将重新扫描这本书对应的真实源节点。

# management.delete
source: Delete Book
zh_hans: 删除图书

# management.deleteConfirmTitle
source: Permanently delete this book?
zh_hans: 永久删除这本书？

# management.deleteConfirmPlaceholder
source: Type the book title
zh_hans: 输入图书标题

# management.deleteConfirmMessage
source: This permanently removes the book, source files, resources, and reading history.
zh_hans: 此操作将永久删除图书、源文件、资源和阅读记录。

# management.kindle
source: Send to Kindle
zh_hans: 发送到 Kindle

# management.mediaKind
source: Change Media Type
zh_hans: 修改媒体类型

# management.title
source: Title
zh_hans: 标题

# management.author
source: Author
zh_hans: 作者

# management.description
source: Description
zh_hans: 简介

# management.series
source: Series
zh_hans: 系列

# management.seriesIndex
source: Series Index
zh_hans: 系列序号

# management.tags
source: Tags, Separated by Commas
zh_hans: 标签（用逗号分隔）

# management.publisher
source: Publisher
zh_hans: 出版社

# management.language
source: Language
zh_hans: 语言

# management.identifier
source: Identifier
zh_hans: 标识符

# management.narrator
source: Narrator
zh_hans: 演播者

# management.query
source: Book Title, Series, or Keyword
zh_hans: 书名、系列名或关键词

# management.provider
source: Metadata Source
zh_hans: 元数据来源

# management.search
source: Search
zh_hans: 搜索

# management.save
source: Save
zh_hans: 保存

# management.ebook
source: E-book
zh_hans: 电子书

# management.comic
source: Comic
zh_hans: 漫画

# management.audiobook
source: Audiobook
zh_hans: 有声书

# management.activeDownloadBlocked
source: Pause or cancel this download before changing the resource structure.
zh_hans: 请先暂停或取消下载，再修改资源结构。

# management.kindleNotReady
source: Configure SMTP and a Kindle recipient address in Settings first.
zh_hans: 请先在设置中配置 SMTP 和 Kindle 收件邮箱。

# management.kindleReady
source: Ready to send
zh_hans: 已可发送

# management.kindleSender
source: Sender
zh_hans: 发件邮箱

# management.kindleRecipient
source: Kindle recipient
zh_hans: Kindle 收件邮箱

# management.unavailable
source: This server version doesn’t support native book management.
zh_hans: 当前服务端版本不支持 App 原生图书管理。

# management.failed.format
source: The operation failed (%@).
zh_hans: 操作未完成（%@）。

source: Management scope
zh_hans: 管理范围

# management.scopeBook
source: Book
zh_hans: 图书

# management.scopeVolumes
source: Resources
zh_hans: 资源

# management.volumeList
source: Resources
zh_hans: 资源列表

# management.coverManagement
source: Cover Management
zh_hans: 封面管理

# management.readingStatus
source: Reading Status
zh_hans: 阅读状态

# management.coverUploadHint
source: JPEG, PNG, or WebP, up to 10 MiB. Photos are converted without cropping.
zh_hans: 支持 JPEG、PNG 或 WebP，最大 10 MiB；照片会在不裁切的情况下转换。

# management.regenerateCoverConfirmTitle
source: Regenerate cover?
zh_hans: 重新生成封面？

# management.regenerateCoverConfirmMessage
source: The current cover will be replaced with one rebuilt from the source.
zh_hans: 当前封面会被根据源文件重新生成的封面替换。

# management.noVolume
source: No manageable resource is available.
zh_hans: 没有可管理的资源。

# management.addToKindleQueue
source: Add to Send Queue
zh_hans: 加入发送队列

# management.downloadActive
source: Downloading
zh_hans: 正在下载

# management.downloadPaused
source: Paused
zh_hans: 已暂停

# management.notDownloaded
source: Not Downloaded
zh_hans: 未下载

# management.updated
source: Changes saved.
zh_hans: 更改已保存。

# management.coverUpdated
source: Cover updated.
zh_hans: 封面已更新。

# management.rescanQueued
source: Rescan added to the queue.
zh_hans: 已加入扫描队列。

# management.metadataApplied
source: Selected metadata applied.
zh_hans: 已应用所选元数据。

# management.kindleQueued
source: Added to the Kindle queue.
zh_hans: 已加入 Kindle 发送队列。

# management.missingSourceNode
source: This book has no source node that can be scanned.
zh_hans: 这本书没有可用于扫描的源节点。

# work.readingStatus.updated
source: Reading status updated.
zh_hans: 阅读状态已更新。

# work.shelf.saved
source: Shelf membership saved.
zh_hans: 书架状态已保存。

# work.download.queued
source: Added to downloads.
zh_hans: 已加入下载。

# work.download.paused
source: Download paused.
zh_hans: 下载已暂停。

# work.download.resumed
source: Download resumed.
zh_hans: 下载已继续。

# work.download.unavailable
source: No downloadable resource is available.
zh_hans: 没有可下载的资源。

# work.download.failed.format
source: Download failed (%@).
zh_hans: 下载失败（%@）。

# work.download.resume
source: Resume
zh_hans: 继续

# work.download.manage
source: Downloaded
zh_hans: 已下载

# work.download.bookCount.format
source: Downloaded (%lld)
zh_hans: 已下载 %lld 项

# work.download.openOffline
source: Open Offline
zh_hans: 离线打开

# work.download.retry
source: Retry
zh_hans: 重试

# downloads.failed
source: Failed
zh_hans: 失败

# settings.validation.title
source: Check Your Information
zh_hans: 请检查输入内容

# reader.download.paused
source: Download paused
zh_hans: 下载已暂停

# reader.download.reason
source: Online reading is unavailable for this resource. Downloading the original before opening.
zh_hans: 此资源暂不支持在线阅读，将下载原文件后打开。

# reader.download.preparing
source: Preparing the downloaded book…
zh_hans: 正在解析已下载的书籍…

# reader.download.failed
source: Download failed. You can retry.
zh_hans: 下载失败，可以重试。

# reader.download.transferring
source: Downloading
zh_hans: 正在下载

# reader.download.queued
source: Waiting to download
zh_hans: 等待下载

# reader.download.cancel
source: Cancel and return
zh_hans: 取消并返回

# reader.error.PUBLICATION_TOO_LARGE
source: The reading limit is 2 GiB per publication.
zh_hans: 单个出版物的阅读上限为 2 GiB。

# nativeManagement.appliedFields
source: Applied fields
zh_hans: 已应用字段

# nativeManagement.skippedFields
source: Skipped fields
zh_hans: 未应用字段

# nativeManagement.coverResult.applied
source: Cover applied
zh_hans: 封面已应用

# nativeManagement.coverResult.notSelected
source: Cover was not selected
zh_hans: 未选择封面

# nativeManagement.coverResult.failed
source: Cover could not be applied
zh_hans: 封面应用失败

# nativeManagement.notice.refreshFailed
source: Saved, but refresh failed. Reload to verify
zh_hans: 已保存，但刷新失败，请重试加载

# nativeManagement.sourceCount %lld
source: Source files: %lld
zh_hans: 源文件：%lld 个

# nativeManagement.current %@
source: Current: %@
zh_hans: 当前：%@

# nativeManagement.candidate %@
source: Candidate: %@
zh_hans: 候选：%@

# reader.error.PUBLICATION_UNAVAILABLE
source: The requested online reading resource is unavailable or inaccessible to this account.
zh_hans: 请求的在线阅读资源不存在或当前账号无法访问。

# reader.error.UNAUTHORIZED
source: Your login session has expired. Sign in again to open the book.
zh_hans: 登录状态已失效，请重新登录后打开图书。

# reader.error.FORBIDDEN
source: This account does not have permission to read this resource.
zh_hans: 当前账号没有读取此资源的权限。

# reader.error.PUBLICATION_RESPONSE_INVALID
source: The server returned invalid reading data or an invalid response format.
zh_hans: 服务器返回的阅读数据或响应格式无效。

# reader.error.SERVER_UNAVAILABLE
source: The server could not process the reading request. Try again later.
zh_hans: 服务器处理阅读请求失败，请稍后重试。

# reader.error.REQUEST_TIMEOUT
source: The online reading request timed out. Check your connection and try again.
zh_hans: 读取在线资源超时，请检查网络后重试。

# reader.error.TLS_FAILURE
source: A secure connection could not be established. Check the server certificate and connection settings.
zh_hans: 无法建立安全连接，请检查服务器证书和连接设置。

# reader.error.RATE_LIMITED
source: Too many reading requests. Please wait before trying again.
zh_hans: 阅读请求过于频繁，请稍后重试。

# reader.error.PUBLICATION_TXT_NUL_CHARACTER
source: The server's TXT parser rejected embedded NUL characters in the text.
zh_hans: 服务端 TXT 解析实现拒绝了正文中的 NUL 空字符。

# reader.error.PUBLICATION_TXT_ENCODING_UNSUPPORTED
source: The TXT character encoding could not be recognized or decoded correctly.
zh_hans: 无法识别或正确解码 TXT 的字符编码。

# reader.error.PUBLICATION_TXT_EMPTY
source: The TXT contains no readable text.
zh_hans: TXT 中没有可阅读的文字内容。

# reader.online.failure.format
source: Online reading failed (%@). %@ Error code: %@
zh_hans: 在线阅读失败（%@）。 %@ 错误代码：%@

# reader.online.stage.manifest
source: book information
zh_hans: 书籍信息

# reader.online.stage.positions
source: reading positions
zh_hans: 位置索引

# reader.online.stage.chapter
source: chapter content
zh_hans: 章节内容

# reader.online.stage.resource
source: supporting resource
zh_hans: 附属资源

# reader.error.PUBLICATION_SECURITY_REJECTED
source: The publication security policy blocked active content.
zh_hans: 出版物安全策略阻止了活动内容。

# reader.error.PDF_ENGINE_PROGRESS_LIMIT
source: The PDF engine reached its loading step limit.
zh_hans: PDF 引擎达到加载步骤上限。

# reader.error.PUBLICATION_READ_FAILED
source: The reader could not read the requested book resource.
zh_hans: 阅读器无法读取所请求的图书资源。

# reader.catalog.unavailable
source: The current engine exposes no usable %@ interface for this reading source. Saved value: %@; not applied.
zh_hans: 当前引擎没有可用于此阅读入口的“%@”接口。保存值：%@；未应用。

# reader.pdf.fit.unavailable
source: This PDF reading source cannot switch to width fit; Readium pagination always fits the whole page.
zh_hans: 当前 PDF 阅读入口不能切换宽度适配；Readium 分页模式固定使用整页适配。

# reader.settings.swipeFixed
source: This SDK always enables swipe page turning and exposes no option to disable it.
zh_hans: 当前 SDK 固定开启滑动翻页，没有提供关闭接口。

# reader.settings.contextUnavailable
source: For this publication or preference combination, the SDK marks %@ as ineffective. Saved value: %@; not applied.
zh_hans: 当前出版物或偏好组合下，SDK 将“%@”标为无效。保存值：%@；未应用。

# reader.catalog.theme
source: Theme
zh_hans: 主题

# reader.catalog.themeMode
source: Follow System Appearance
zh_hans: 跟随系统明暗

# reader.catalog.fontSize
source: Font Size
zh_hans: 字号

# reader.catalog.quickFontSize
source: Quick Font Size
zh_hans: 快捷字号

# reader.catalog.lineHeight
source: Line Height
zh_hans: 行距

# reader.catalog.fontFamily
source: Font
zh_hans: 字体

# reader.catalog.fontWeight
source: Font Weight
zh_hans: 字重

# reader.catalog.letterSpacing
source: Letter Spacing
zh_hans: 字间距

# reader.catalog.pageMargin
source: Page Margins
zh_hans: 页边距

# reader.catalog.textPageWidth
source: Page Width
zh_hans: 页宽

# reader.catalog.comicPageWidth
source: Page Width
zh_hans: 页宽

# reader.catalog.comicZoom
source: Zoom
zh_hans: 缩放

# reader.catalog.pdfPageWidth
source: Page Width
zh_hans: 页宽

# reader.catalog.pdfZoom
source: Zoom
zh_hans: 缩放

# reader.catalog.progressStyle
source: Progress Display
zh_hans: 进度显示

# reader.catalog.showClock
source: Always Show Clock
zh_hans: 常显时钟

# reader.catalog.keepScreenAwake
source: Keep Screen Awake
zh_hans: 保持屏幕唤醒

# reader.catalog.epubAnimation
source: Animation
zh_hans: 动画

# reader.catalog.comicAnimation
source: Animation
zh_hans: 动画

# reader.catalog.tapZones
source: Tap Zones
zh_hans: 点击区域

# reader.catalog.swipePageTurn
source: Swipe to Turn Pages
zh_hans: 滑动翻页

# reader.catalog.textFlow
source: Reading Mode
zh_hans: 阅读方式

# reader.catalog.textSpread
source: Pages
zh_hans: 页面

# reader.catalog.comicFlow
source: Reading Mode
zh_hans: 阅读方式

# reader.catalog.comicSpread
source: Mode
zh_hans: 模式

# reader.catalog.comicDirection
source: Direction
zh_hans: 方向

# reader.catalog.comicFit
source: Fit
zh_hans: 适配

# reader.catalog.comicCoverSingle
source: Show Cover Separately in Two-page Mode
zh_hans: 双页时封面单独显示

# reader.catalog.comicPageGap
source: Page Gap
zh_hans: 页间距

# reader.catalog.pdfFit
source: Fit
zh_hans: 适配

# reader.catalog.pdfRotation
source: Page Rotation
zh_hans: 页面旋转

# reader.catalog.pdfCrop
source: Auto Crop Margins
zh_hans: 自动裁白边

# reader.catalog.optimization
source: Safe Optimization
zh_hans: 安全优化

# reader.catalog.deduplicateIndent
source: Remove Duplicate Indentation
zh_hans: 重复缩进去重

# reader.catalog.indentUnindented
source: Indent Unindented Paragraphs
zh_hans: 无缩进正文补齐

# reader.catalog.textReadingProgression
source: Reading Direction
zh_hans: 阅读方向

# reader.catalog.textWritingMode
source: Writing Direction
zh_hans: 排版方向

# reader.catalog.paragraphIndent
source: First-line Indent
zh_hans: 段首缩进

# reader.catalog.paragraphSpacing
source: Paragraph Spacing
zh_hans: 段间距

# reader.catalog.textAlign
source: Text Alignment
zh_hans: 文本对齐

# reader.catalog.preservePublisherStyles
source: Publisher Styles
zh_hans: 出版方样式

# reader.catalog.comicQuality
source: Image Quality
zh_hans: 画质

# reader.catalog.keyboardPageTurn
source: Keyboard Page Turning
zh_hans: 键盘翻页

# reader.catalog.volumeKeyPageTurn
source: Volume Key Page Turning
zh_hans: 音量键翻页

# reader.catalog.reset
source: Restore Default Reading Settings
zh_hans: 恢复阅读默认设置

# reader.catalog.section.textAppearance
source: Text Appearance
zh_hans: 文字外观

# reader.catalog.section.comicAppearance
source: Image Appearance
zh_hans: 画面外观

# reader.catalog.section.pdfAppearance
source: Page Appearance
zh_hans: 页面外观

# reader.catalog.section.interface
source: Reader Interface
zh_hans: 阅读界面

# reader.catalog.section.turning
source: Page Turning
zh_hans: 翻页设置

# reader.catalog.section.layout
source: Layout
zh_hans: 排版

# reader.catalog.section.optimization
source: Smart Optimization
zh_hans: 智能优化

# reader.catalog.section.textLayoutAdvanced
source: Text Layout
zh_hans: 文字排版

# reader.catalog.section.paragraph
source: Paragraph and Content Styles
zh_hans: 段落与内容样式

# reader.catalog.section.comicImage
source: Comic Images
zh_hans: 漫画画面

# reader.catalog.section.operations
source: Controls
zh_hans: 操作方式

# reader.catalog.option.READER_THEME_OPTIONS.day
source: Light
zh_hans: 白天

# reader.catalog.option.READER_THEME_OPTIONS.warm
source: Warm
zh_hans: 暖色

# reader.catalog.option.READER_THEME_OPTIONS.green
source: Sage green
zh_hans: 护眼绿

# reader.catalog.option.READER_THEME_OPTIONS.night
source: Dark
zh_hans: 夜间

# reader.catalog.option.READER_THEME_OPTIONS.black
source: Black
zh_hans: 纯黑

# reader.catalog.option.READER_FONT_SIZE_OPTIONS.16
source: Small
zh_hans: 小

# reader.catalog.option.READER_FONT_SIZE_OPTIONS.18
source: Medium
zh_hans: 中

# reader.catalog.option.READER_FONT_SIZE_OPTIONS.22
source: Large
zh_hans: 大

# reader.catalog.option.READER_LINE_HEIGHT_OPTIONS.1.6
source: Small
zh_hans: 小

# reader.catalog.option.READER_LINE_HEIGHT_OPTIONS.1.9
source: Medium
zh_hans: 中

# reader.catalog.option.READER_LINE_HEIGHT_OPTIONS.2.2
source: Large
zh_hans: 大

# reader.catalog.option.READER_FONT_FAMILY_OPTIONS.pingfang
source: PingFang
zh_hans: 苹方

# reader.catalog.option.READER_FONT_FAMILY_OPTIONS.songti
source: Songti
zh_hans: 宋体

# reader.catalog.option.READER_FONT_FAMILY_OPTIONS.kaiti
source: Kaiti
zh_hans: 楷体

# reader.catalog.option.READER_FLOW_OPTIONS.paginated
source: Paginated
zh_hans: 分页

# reader.catalog.option.READER_FLOW_OPTIONS.scrolled
source: Scroll
zh_hans: 滚动

# reader.catalog.option.READER_WRITING_MODE_OPTIONS.horizontal
source: Horizontal
zh_hans: 横排

# reader.catalog.option.READER_WRITING_MODE_OPTIONS.vertical
source: Vertical
zh_hans: 竖排
